import Quiz from "../models/quiz/quiz";

export const IHO_QUIZ = [
  // new Quiz(1, "सुन", ["श्रवण", "बोलना", "पढ़ना ", "खेलना "], "श्रवण"),
  // new Quiz(2, "बड़ा", ["विशाल", "छोटा", "मोटा", "पतला"], "विशाल"),
  // new Quiz(3, "दौड़ना", ["चलना", "भागना", "रेंगना", "घसीटना"], "भागना"),
  // new Quiz(4, "सूर्य", ["दिनकर", "दिवाकर", "सभी सही", "भास्कर"], "सभी सही"),
  // new Quiz(
  //   5,
  //   "पर्यायवाची शब्द किसे कहते हैं ?",
  //   ["समानार्थी", "सभी सही", "विपरीतार्थी ", "सभी ग़लत"],
  //   "समानार्थी",
  //   [
  //     "ऐसे शब्द जिनके अर्थ समान हों, पर्यायवाची शब्द कहलाते हैं।",
  //     "इन्हें अंग्रेज़ी मैं Synonyms कहा जाता है।",
  //   ]
  // ),
  // new Quiz(6, "सुन", ["सुनना", "बोलना", "पढ़ना ", "खेलना "], "सुनना"),

  new Quiz(1, "पानी", ["जल", "जाल", "जला", "ज़ल"], "जल"),
  new Quiz(4, "पानी", ["वारि", "वारी", "वारीं", "वीरी"], "वारि"),
  new Quiz(5, "पानी", ["नीर", "निर", "नारी", "निरी"], "नीर"),
  new Quiz(2, "पानी", ["जल", "वारि", "नीर", "सभी सही"], "सभी सही"),
  new Quiz(3, "पानी", ["ज़ल", "निर", "वारी", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(6, "फ़ूल", ["सुमन", "सूमन", "कुसूम", "सुमान"], "सुमन"),
  new Quiz(7, "फ़ूल", ["पुष्प", "पुष्पा", "पुषपा", "पुशप"], "पुष्प"),
  new Quiz(8, "फ़ूल", ["कुसुम", "कुसूम", "पूष्पा", "कुशुम"], "कुसुम"),
  new Quiz(9, "फ़ूल", ["पुष्प", "सुमन", "कुसुम", "सभी सही"], "सभी सही"),
  new Quiz(10, "फ़ूल", ["सूमन", "पुस्प", "कुसूम", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(11, "नदी", ["तरंगिणी", "तारगिणी", "तरंगनी", "तरंगिनी"], "तरंगिणी"),
  new Quiz(12, "नदी", ["तटिनी", "तटीनी", "तत्तिनी", "ताटिनी"], "तटिनी"),
  new Quiz(13, "नदी", ["सरिता", "सरीता", "सरित", "तरंगिनी"], "सरिता"),
  new Quiz(14, "नदी", ["सरिता", "तटिनी", "तरंगिणी", "सभी सही"], "सभी सही"),
  new Quiz(15, "नदी", ["सरीता", "ताटिनी", "तरंगिनी", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(16, "दिन", ["वार", "वार्", "वॉर", "वेर"], "वार"),
  new Quiz(17, "दिन", ["वासर", "वाशर", "वसार", "वसर"], "वासर"),
  new Quiz(18, "दिन", ["दिवस", "दिवश", "वार्", "वसर"], "दिवस"),
  new Quiz(19, "दिन", ["वार", "वासर", "दिवस", "सभी सही"], "सभी सही"),
  new Quiz(20, "दिन", ["वार्", "वार्", "वसार", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(21, "रात", ["रजनी", "रज़ीनी", "सभी सही", "रजनीं"], "रजनी"),
  new Quiz(22, "रात", ["निशा", "निसा", "निश", "नीशा"], "निशा"),
  new Quiz(23, "रात", ["रात्रि", "रात्री", "सभी ग़लत", "रात्री"], "रात्रि"),
  new Quiz(24, "रात", ["रजनी", "निशा", "रात्रि", "सभी सही"], "सभी सही"),
  new Quiz(25, "रात", ["रात्री", "रजनीं", "निसा", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(26, "मित्र", ["दोस्त", "देस्त", "दौस्त", "सभी सही"], "दोस्त"),
  new Quiz(27, "मित्र", ["सखा", "सका", "साख", "सभी ग़लत"], "सखा"),
  new Quiz(28, "मित्र", ["सहचर", "शाहचर", "सहाचर", "सहचार"], "सहचर"),
  new Quiz(29, "मित्र", ["दोस्त", "सखा", "सहचर", "सभी सही"], "सभी सही"),
  new Quiz(30, "मित्र", ["दौस्त", "सहाचर", "साख", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(31, "चंद्रमा", ["चाँद", "चाद", "चंद", "सभी सही"], "चाँद"),
  new Quiz(32, "चंद्रमा", ["शशि", "सशि", "शशी", "सभी ग़लत"], "शशि"),
  new Quiz(33, "चंद्रमा", ["राकेश", "राकेस", "राखेश", ""], "राकेश"),
  new Quiz(34, "चंद्रमा", ["चाँद", "शशि", "राकेश", "सभी सही"], "सभी सही"),
  new Quiz(35, "चंद्रमा", ["चाद", "राखेश", "सशि", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(36, "ईश्वर", ["भगवान", "भागवान", "भगवन", "सभी सही"], "भगवान"),
  new Quiz(37, "ईश्वर", ["देवता", "देवाता", "देवत", "सभी ग़लत"], "देवता"),
  new Quiz(38, "ईश्वर", ["प्रभु", "पृभु", "परभू", "प्रबू"], "प्रभु"),
  new Quiz(39, "ईश्वर", ["भगवान", "देवता", "प्रभु", "सभी सही"], "सभी सही"),
  new Quiz(40, "ईश्वर", ["भागवान", "देवाता", "प्रबू", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(41, "वस्त्र", ["कपड़े", "पकड़े", "कापड़े", "सभी सही"], "कपड़े"),
  new Quiz(42, "वस्त्र", ["पट", "पथ", "पठ", "पिट"], "पट"),
  new Quiz(43, "वस्त्र", ["चीर", "चरी", "चीरी", "चिर"], "चीर"),
  new Quiz(44, "वस्त्र", ["कपड़े", "पट", "चीर", "सभी सही"], "सभी सही"),
  new Quiz(45, "वस्त्र", ["कपड़", "चरी", "पठ", "सभी ग़लत"], "सभी ग़लत"),

  new Quiz(46, "माँ", ["अम्बा", "अंभा", "अम्ब", "सभी सही"], "अम्बा"),
  new Quiz(47, "माँ", ["जननी", "जनानी", "जननि", "सभी ग़लत"], "जननी"),
  new Quiz(48, "माँ", ["माता", "मता", "मात", "माथा"], "माता"),
  new Quiz(49, "माँ", ["अंबा", "जननी", "माता", "सभी सही"], "सभी सही"),
  new Quiz(50, "माँ", ["मात", "अम्ब", "जननि", "सभी ग़लत"], "सभी ग़लत"),
];
