import Quiz from "../models/quiz/quiz";

export const IHO_QUIZ = [
  new Quiz(1, "सुन", ["श्रवण", "बोलना", "पढ़ना ", "खेलना "], "श्रवण"),
  new Quiz(2, "बड़ा", ["विशाल", "छोटा", "मोटा", "पतला"], "विशाल"),
  new Quiz(3, "दौड़ना", ["चलना", "भागना", "रेंगना", "घसीटना"], "भागना"),
  new Quiz(4, "सूर्य", ["दिनकर", "दिवाकर", "सभी सही", "भास्कर"], "सभी सही"),
  new Quiz(
    5,
    "पर्यायवाची शब्द किसे कहते हैं ?",
    ["समानार्थी", "सभी सही", "विपरीतार्थी ", "सभी ग़लत"],
    "समानार्थी",
    [
      "ऐसे शब्द जिनके अर्थ समान हों, पर्यायवाची शब्द कहलाते हैं।",
      "इन्हें अंग्रेज़ी मैं Synonyms कहा जाता है।",
    ]
  ),
  new Quiz(6, "सुन", ["सुनना", "बोलना", "पढ़ना ", "खेलना "], "सुनना"),
];
